{
  "count": 100,
  "results": [
    {
      "id": 30,
      "name": "上帝之城",
      "alias": "Cidade de Deus",
      "cover": "https://p1.meituan.net/movie/b553d13f30100db731ab6cf45668e52d94703.jpg@464w_644h_1e_1c",
      "categories": ["剧情", "犯罪"],
      "published_at": null,
      "minute": 130,
      "score": 8.8,
      "regions": ["巴西", "法国"],
      "drama": "巴西里约热内卢的贫民窟，这里是“上帝之城”，更是魔鬼也会叹息着转身的地方。阿炮（亚历山大·罗德里格斯 饰）带着我们到了这里，他见证了这里二十多年来被残暴、贪婪、复仇、野心、背叛、掠夺所裹挟的混乱生活以及最终导致的一场灾难性的黑帮争斗。虽然从小就要辗转于匪徒间求生存，但胆小怕事的性格与自我保护的本能却使他一直能平安度日。60年代初，阿毛、阿夹和阿呆是这里的“少年三侠”，在抢劫完旅馆之后，他们三人分道扬镳，阿夹重回上帝的怀抱，而阿呆和阿毛纷纷付出了生命的代价。70年，当年“少年三侠”手下的小弟小豆子（道格拉斯·席尔瓦 饰）靠着自己的心狠手辣，不停地吞并别人的地盘，成为了贫民区的“小霸王”，生意也从抢劫升级到了更为暴利的毒品买卖，和他一起飞黄腾达的还有班尼（Phellipe·哈根森 饰）。班尼认识了美丽的安迪丽卡（艾莉丝·布拉加 饰），准备归隐，在送别的晚会上，他意外被对头杀害，悲痛之下，“小霸王”集合人手给班尼报仇，帮派之间的厮杀就此开始。此时的阿炮，机缘巧合下成为了杂志社的见习摄影师，他的相机，照下的却是孩子们持枪核弹的狰狞，和帮派间无休无止的仇杀。"
    },
    {
      "id": 31,
      "name": "辩护人",
      "alias": "변호인",
      "cover": "https://p0.meituan.net/movie/1433d81b10d116239dbbf02a06ac3c19265682.jpg@464w_644h_1e_1c",
      "categories": ["剧情"],
      "published_at": "2013-12-18",
      "minute": 127,
      "score": 8.8,
      "regions": ["韩国"],
      "drama": "1978年，只有高中学历的宋佑硕（宋康昊 饰）通过多年的艰苦努力，终于通过司法考试，并在成为法官后很快转行成为一名律师。他敏锐地从最新政策中嗅到商机，以不动产代书业务起家。虽然被同行讥讽为随时随地派发名片的夜店小弟，但佑硕不以为忤，一步一步朝着心中的目标迈进。他依靠赚来的钱让妻儿过上富足的生活，也还了七年前在饭店大婶那里欠下的良心债。进入20世纪80年代，韩国民主化斗争愈演愈烈。佑硕全然不管窗外事，关起门来继续赚钱。然而社会的巨变已经不容他置身事外，饭店大婶的儿子朴镇宇因从属的釜山读书联合会被控为左翼社团而遭到逮捕，更受到残酷的虐待和不公的指控。虽然爱钱却更重感情的佑硕，就这样走上了为民主辩护的道路……"
    },
    {
      "id": 32,
      "name": "忠犬八公物语",
      "alias": "ハチ公物語",
      "cover": "https://p0.meituan.net/movie/2d42e00d7ee59ff5bd574f93b8558aa726665.jpg@464w_644h_1e_1c",
      "categories": ["剧情"],
      "published_at": "1987-08-01",
      "minute": 107,
      "score": 8.8,
      "regions": ["日本"],
      "drama": "1923年，日本秋田县大馆市天降大雪，近藤家纯种秋田犬产仔，赠与县土木科长间濑。后者将其中一犬转赠东京帝国大学教授上野秀次郎（仲代达矢 饰）驯养。上野的独生女千鹤子对此欢欣鼓舞，而上野夫妇却面露难色。后来，千鹤子（石野真子 饰）谈恋爱，竟怀了男友的孩子。男友专程登门造访。上野与之对谈，后者诚惶诚恐，坦言要对其女儿负责，事不宜迟，即日便举行婚礼，上野闻听此言，转怒为喜。千鹤子出嫁后，上野旋即把全部的心血与爱都投注在幼犬身上，并取名为阿八。每日上下班，阿八必在涩谷车站等候，一年四季，风雨无阻，令路人叹为观止，成为地方一道风景，主仆之情感动天地……"
    },
    {
      "id": 33,
      "name": "海豚湾",
      "alias": "The Cove",
      "cover": "https://p0.meituan.net/movie/eb2ea56996f21e7fb47b1a0736c7f177258901.jpg@464w_644h_1e_1c",
      "categories": ["纪录片"],
      "published_at": "2009-07-31",
      "minute": 92,
      "score": 8.8,
      "regions": ["美国"],
      "drama": "日本和歌山县太地，是一个景色优美的小渔村，然而这里却常年上演着惨无人道的一幕。每年，数以万计的海豚经过这片海域，他们的旅程却在太地戛然而止。渔民们将海豚驱赶到靠近岸边的一个地方，来自世界各地的海豚训练师挑选合适的对象，剩下的大批海豚则被渔民毫无理由地赶尽杀绝。这些屠杀，这些罪行，因为种种利益而被政府和相关组织所隐瞒。理查德·贝瑞年轻时曾是一名海豚训练师，他所参与拍摄电影《海豚的故事》备受欢迎。但是，一头海豚的死让理查德的心灵受到强烈的震撼。从此，他致力于拯救海豚的活动。不顾当地政府和村民百般阻挠，他和他的摄影团队想方设法潜入太地的海豚屠杀场，只为将罪行公之于众，拯救人类可爱的朋友……"
    },
    {
      "id": 34,
      "name": "英雄本色",
      "alias": "A Better Tomorrow",
      "cover": "https://p0.meituan.net/movie/3e5f5f3aa4b7e5576521e26c2c7c894d253975.jpg@464w_644h_1e_1c",
      "categories": ["剧情", "动作", "犯罪"],
      "published_at": "2017-11-17",
      "minute": 95,
      "score": 8.8,
      "regions": ["中国香港"],
      "drama": "宋子豪（狄龙 饰）与Mark（周润发 饰）是一个国际伪钞集团之重要人物，也是情如手足的挚友。宋子豪之弟宋子杰（张国荣 饰）刚刚考入警官学校，其女友钟柔（朱宝意 饰）聪明敏慧，对子杰情深一片。一次，宋子豪带手下谭成（李子雄 饰）去台北与当地黑帮作伪钞交易。不料谭成早已勾结台北黑帮，出卖子豪。在一场枪战中宋子豪受伤，被闻讯而来的警察捕获入狱。Mark得知宋子豪被捕，孤身一人赴台北击毙黑帮头目，自己也身负重伤，艰难地逃离现场。与此同时，台湾黑帮唯恐子豪在狱中向警方泄密，派人至香港绑架子豪之父，混战中老父丧命。宋子豪的弟弟子杰得知兄长原为伪钞集团头目，老父为之而死，遂对子豪及黑社会恨之入骨，决心除暴安良。三年后，宋子豪出狱回到香港，决心弃暗投明，但得不到宋子杰的谅解。当年出卖宋子豪的谭成现已成为老大。他假惺惺地要求宋子豪合作，遭到拒绝，便设计加害宋子杰。宋子豪忍无可忍，联合Mark盗取谭成制造伪钞的电脑软盘，随即交给宋子杰。但同时佯称以软盘与谭成做交易，计划在交易时活捉谭成。岂料谭成早有准备，双方在码头展开枪战。这时，宋子杰也驾车赶来，激战中Mark不幸身亡。警察蜂拥而至，包围了码头。为了不连累宋子杰，宋子豪开枪击毙谭成后，从宋子杰身上取下手铐自缚，向警察自首。两兄弟终于言归于好。"
    },
    {
      "id": 35,
      "name": "恐怖直播",
      "alias": "더 테러 라이브",
      "cover": "https://p0.meituan.net/movie/1da0af2570fe697d38c4a37fdfded19b254936.jpg@464w_644h_1e_1c",
      "categories": ["剧情", "悬疑", "犯罪"],
      "published_at": "2013-07-31",
      "minute": 97,
      "score": 8.8,
      "regions": ["韩国"],
      "drama": "韩国首尔某个平凡的早上，广播电台Daily Topic节目的主持人尹英华（河正宇 饰）正就税率改革与听众进行连线，这时一个自称住在首尔昌信洞的普通工人朴鲁圭打入电话，大肆抱怨超高的电费和相关部门对他的威胁。尹英华颇不耐烦，以偏离主题为由强行切断电话。谁知连线无法单方面由电台方面中断，愤怒的朴鲁圭继续抱怨，并扬言炸掉汉江大桥。尹英华不以为然，进而怂恿对方想做就做，谁知话音刚落，窗外的麻浦大桥便炸作废墟。大惊失色的尹英华很快冷静下来，他决定利用这次难得的机会打一次事业的翻身仗。在他的主持下，针对恐怖分子的连线直播就此展开，无关良知的节目拉开帷幕……"
    },
    {
      "id": 37,
      "name": "窃听风暴",
      "alias": "Das Leben der Anderen",
      "cover": "https://p0.meituan.net/movie/3985eaf3858bea0f2a3d966bf7ee2103178217.jpg@464w_644h_1e_1c",
      "categories": ["剧情", "悬疑"],
      "published_at": "2006-03-23",
      "minute": 137,
      "score": 8.8,
      "regions": ["德国"],
      "drama": "1984年的东德，整个社会笼罩在国家安全局的高压统治之下，特工魏斯曼（乌尔利希·穆厄 饰）奉命监听剧作家德莱曼（塞巴斯蒂安·寇治 饰）及其女友演员克里斯蒂娜（玛蒂娜·杰蒂克 饰）的生活，监听过程中，魏斯曼渐渐对这家人的生活产生了兴趣，开始暗中帮助他们。一篇刊登在西德《明 镜》报上的文章引起了特工头目的注意，他们认为这篇文章是德莱曼写的，并逮捕了克里斯蒂娜，希望能够从她口中得出她丈夫的秘密？而审问克里斯蒂娜的正是魏斯曼……"
    },
    {
      "id": 38,
      "name": "时空恋旅人",
      "alias": "About Time",
      "cover": "https://p0.meituan.net/movie/6d8491386d07cda91967a6fbbd0d0788294693.jpg@464w_644h_1e_1c",
      "categories": ["喜剧", "爱情", "奇幻"],
      "published_at": "2013-09-04",
      "minute": 123,
      "score": 8.8,
      "regions": ["英国"],
      "drama": "长到21岁的时候，蒂·姆雷克 （多姆纳尔·格里森饰演）突然得知自己有穿越时空的能力。在和往年一样不欢而散的新年派对之后，蒂姆的爸爸 （比尔·奈伊饰演）跟他坦诚布公：我们这个家族的男人，生来就有着穿越时空的神力。蒂姆虽然不能改变历史，但是他能够改变自己生命中发生过的和将要发生的一些小事，所以他决定运用自己的能力，让生活变得美好——说白了他是希望给自己找一个女朋友。然而，这并非像他相信中那么容易。蒂姆从康沃尔海岸搬到了伦敦，受训成为律师，在这里他终于遇上了一位漂亮但不那么自信的姑娘，名叫玛丽（ 瑞秋·麦克亚当斯 饰演）。两人相爱了。然而一次“穿越”当中，蒂姆不小心改变的一件小事就像像“蝴蝶效应”一样让他在将来生活中没有机会遇到玛丽。通过一次又一次的尝试，蒂姆一次又一次地和玛丽相遇，他终于赢得了她的心  。"
    },
    {
      "id": 39,
      "name": "穿条纹睡衣的男孩",
      "alias": "The Boy in the Striped Pajamas",
      "cover": "https://p1.meituan.net/movie/d5970e36c8868a4b746c80f3b3f8a404174615.jpg@464w_644h_1e_1c",
      "categories": ["剧情", "战争"],
      "published_at": "2008-08-28",
      "minute": 94,
      "score": 8.8,
      "regions": ["英国", "美国"],
      "drama": "1940年代的柏林，八岁的小男孩布鲁诺和同学在外面玩耍后回 到家里，发现家里正忙得不可开交。原来身为纳粹军官的父亲被升职将要调遣，母亲正在准备一次聚会。只不过布鲁诺一点儿也高兴不起来，父亲的新职务是在波兰的纳粹集中营，全家都要搬过去，这样他不得不离开心爱的家和伙伴们。一开始布鲁诺很难适应新的生活环境，很快就觉得无聊起来。没有同龄人陪他玩，母亲也禁止他到处走。倒是姐姐从来不讨厌跟他聊天，因为姐姐忙于摆弄自己的布娃娃，或者是跟父亲的同事——一位年轻英俊的男子聊天。布鲁诺从自己房间的窗户往外看，有一处很奇怪的农场，人们都穿着条纹睡衣在干活。正当他想试着多去了解一些的时候，又被警告不许接近那里。实际上就连母亲也不太清楚这里，她以为只是住在某个劳动营的隔壁，丈夫隐瞒了这里是杀人工厂 奥斯维辛集中营的真相。有一天布鲁诺在花园里玩的时候，不小心摔倒把膝盖碰伤了。在厨房干活的穿着条纹睡衣的帕维尔赶过来帮助他包扎了伤口。两人从此结为了好友。在房子周围晃悠了几周之后，布鲁诺终于决定越过界限来到了一个用电线网制成的围墙边，看到围墙的另一边有一个穿着条纹睡衣的男孩在用手推车倒碎石子。他很惊讶终于在这里发现了可以一起玩的同龄人，布鲁诺以后每天都要偷偷来这里和新朋友什穆埃尔见面。数周过去，布鲁诺对于自己的所见所闻愈加感到困惑，家人教导他所有 犹太人都是魔鬼而他与什穆埃尔的关系却越来越紧密。另一方面，父亲决定把他们和妈妈送到海德堡的姑姑那里去。一想到从此无法再见到这位最好的新朋友，布鲁诺感到很绝望。什穆埃尔告诉布鲁诺自己的父亲失踪了三天，布鲁诺决定利用最后的时间为他做些事情，于是也穿上了一件条纹睡衣，从一块松动的铁丝网下爬进集中营。然而，无情的命运却与小男孩布鲁诺开了一个天大的玩笑，他的生命也将从此划上句号  。"
    },
    {
      "id": 40,
      "name": "教父",
      "alias": "The Godfather",
      "cover": "https://p0.meituan.net/movie/1199dc6273680f175fd9b06c9c36d08a219658.jpg@464w_644h_1e_1c",
      "categories": ["剧情", "犯罪"],
      "published_at": "2015-04-18",
      "minute": 175,
      "score": 8.8,
      "regions": ["美国"],
      "drama": "40年代的美国，“教父”维托·唐·柯里昂（马龙·白兰度 饰）是黑手党柯里昂家族的首领，带领家族从事非法的勾当，但同时他也是许多弱小平民的保护神，深得人们爱戴。 因为拒绝了毒枭索洛索的毒品交易要求，柯里昂家族和纽约其他几个黑手党家族的矛盾激化。圣诞前夕，索洛索劫持了“教 父”的参谋汤姆，并派人暗杀“教父”；因为内奸的出卖，“教父”的大儿子逊尼被仇家杀害；小儿子麦克（阿尔·帕西诺 饰）也被卷了进来，失去爱妻。黑手党家族之间的矛盾越来越白热化。年老的“教父”面对丧子之痛怎样统领全局？黑手党之间的仇杀如何落幕？谁是家族的内奸？谁又能够成为新一代的“教父”？血雨腥风和温情脉脉，在这部里程碑式的黑帮史诗巨片里真实上演。"
    }
  ]
}
